
/* Class = "NSTableColumn"; headerCell.title = "Disk"; ObjectID = "11"; */
"11.headerCell.title" = "Disk";

/* Class = "NSTableColumn"; headerCell.title = "Interval"; ObjectID = "12"; */
"12.headerCell.title" = "Intervall";

/* Class = "NSTableColumn"; headerCell.title = "Status"; ObjectID = "14"; */
"14.headerCell.title" = "Status";

/* Class = "NSWindow"; title = "SMARTReporter Preferences"; ObjectID = "15"; */
"15.title" = "SMARTReporter Inställningar";

/* Class = "NSTableColumn"; headerCell.title = "Size"; ObjectID = "17"; */
"17.headerCell.title" = "Storlek";

/* Class = "NSTabViewItem"; label = "Hard Disks"; ObjectID = "106"; */
"106.label" = "Hårddiskar";

/* Class = "NSTabViewItem"; label = "Appearance"; ObjectID = "107"; */
"107.label" = "Utseende";

/* Class = "NSMenuItem"; title = "Select…"; ObjectID = "122"; */
"122.title" = "Välj...";

/* Class = "NSMenuItem"; title = "Grey"; ObjectID = "139"; */
"139.title" = "Grå";

/* Class = "NSMenuItem"; title = "Colorful"; ObjectID = "140"; */
"140.title" = "Färgglad";

/* Class = "NSPanel"; title = "E-Mail Settings"; ObjectID = "203"; */
"203.title" = "E-post inställningar";

/* Class = "NSButtonCell"; title = "Send using custom settings:"; ObjectID = "204"; */
"204.title" = "Skicka via egna inställningar:";

/* Class = "NSButtonCell"; title = "Send using \"Mail.app\" settings"; ObjectID = "206"; */
"206.title" = "Skicka via \"Mail.app\" inställningar";

/* Class = "NSTableColumn"; headerCell.title = "Name(s)"; ObjectID = "280"; */
"280.headerCell.title" = "Namn";

/* Class = "NSButtonCell"; title = "With small colored dots"; ObjectID = "283"; */
"283.title" = "Med små färgade prickar";

/* Class = "NSButtonCell"; title = "With beautiful icons:"; ObjectID = "284"; */
"284.title" = "Med fina ikoner:";

/* Class = "NSButtonCell"; title = "Don't display in menubar"; ObjectID = "285"; */
"285.title" = "Visa inte i menyraden";

/* Class = "NSTabViewItem"; label = "Configuration"; ObjectID = "302"; */
"302.label" = "Konfigurering";

/* Class = "NSTabViewItem"; label = "Message"; ObjectID = "303"; */
"303.label" = "Meddelande";

/* Class = "NSMenuItem"; title = "Alternate Grey"; ObjectID = "337"; */
"337.title" = "Växlande grå";

/* Class = "NSBox"; title = "SMTP-Server"; ObjectID = "343"; */
"343.title" = "SMTP-Server";

/* Class = "NSMenuItem"; title = "New DarkGrey"; ObjectID = "351"; */
"351.title" = "Ny mörkgrå";

/* Class = "NSTabViewItem"; label = "Behavior"; ObjectID = "370"; */
"370.label" = "Beteende";

/* Class = "NSMenuItem"; title = "New Colorful"; ObjectID = "380"; */
"380.title" = "Ny färgglad";

/* Class = "NSMenuItem"; title = "New Grey"; ObjectID = "381"; */
"381.title" = "Ny grå";

/* Class = "NSMenuItem"; title = "Every other day"; ObjectID = "391"; */
"391.title" = "Varannan dag";

/* Class = "NSMenuItem"; title = "Daily"; ObjectID = "392"; */
"392.title" = "Dagligen";

/* Class = "NSMenuItem"; title = "Weekly"; ObjectID = "393"; */
"393.title" = "Veckovis";

/* Class = "NSMenuItem"; title = "Never"; ObjectID = "394"; */
"394.title" = "Aldrig";

/* Class = "NSMenuItem"; title = "Bi-weekly"; ObjectID = "399"; */
"399.title" = "Varannan vecka";

/* Class = "NSMenuItem"; title = "Monthly"; ObjectID = "400"; */
"400.title" = "Månadsvis";

/* Class = "NSMenuItem"; title = "Colored Dots"; ObjectID = "662"; */
"662.title" = "Färgade prickar";

/* Class = "NSTextFieldCell"; title = "Mark the disks to monitor:"; ObjectID = "728"; */
"728.title" = "Markera diskar att övervaka:";

/* Class = "NSTextFieldCell"; title = "Mark all hard disks you want to monitor for impending disk-failures with the checkboxes. Double click the current checking-interval of a disk to enter a new one (in minutes)."; ObjectID = "729"; */
"729.title" = "Markera alla hårddiskar som du vill övervaka för diskfel med kryssrutorna. Dubbelklicka nuvarande kontrollintervall för en disk, för att skriva in ett nytt intervall (i minuter).";

/* Class = "NSTextFieldCell"; title = "On disk-failure do:"; ObjectID = "730"; */
"730.title" = "Vid diskfel:";

/* Class = "NSButtonCell"; title = "Send an e-mail to:"; ObjectID = "732"; */
"732.title" = "Skicka e-post till:";

/* Class = "NSButtonCell"; title = "Pop up an alert dialog"; ObjectID = "733"; */
"733.title" = "Visa en varningsdialog";

/* Class = "NSButtonCell"; title = "Execute application:"; ObjectID = "734"; */
"734.title" = "Kör applikation:";

/* Class = "NSButtonCell"; title = "Configure Mail…"; ObjectID = "735"; */
"735.title" = "Konfigurera Mail...";

/* Class = "NSTextFieldCell"; title = "Enter one address per line"; ObjectID = "736"; */
"736.title" = "Mata in en adress per rad";

/* Class = "NSTextFieldCell"; title = "Select how SMARTReporter should display:"; ObjectID = "737"; */
"737.title" = "Välj hur SMARTReporter ska synas:";

/* Class = "NSTextFieldCell"; title = "Verified:"; ObjectID = "740"; */
"740.title" = "Verifierad:";

/* Class = "NSTextFieldCell"; title = "Unknown:"; ObjectID = "741"; */
"741.title" = "Okänd:";

/* Class = "NSTextFieldCell"; title = "Failing:"; ObjectID = "744"; */
"744.title" = "Havererande:";

/* Class = "NSTextFieldCell"; title = "Icon set:"; ObjectID = "745"; */
"745.title" = "Ikonuppsättning:";

/* Class = "NSTextFieldCell"; title = "Icon set preview:"; ObjectID = "746"; */
"746.title" = "Förhandsvisning:";

/* Class = "NSButtonCell"; title = "Use Red \"Failing\"-Icon"; ObjectID = "747"; */
"747.title" = "Använd röd \"Havererande\"-ikon";

/* Class = "NSButtonCell"; title = "Start SMARTReporter on login"; ObjectID = "748"; */
"748.title" = "Starta SMARTReporter vid inloggning";

/* Class = "NSTextFieldCell"; title = "Path to Log-File:"; ObjectID = "749"; */
"749.title" = "Sökväg till loggfil:";

/* Class = "NSButtonCell"; title = "Limit Log-File size to:"; ObjectID = "751"; */
"751.title" = "Begränsa loggfilsstorleken till:";

/* Class = "NSButtonCell"; title = "Don't check disks when on battery power"; ObjectID = "753"; */
"753.title" = "Kontrollera inte diskar när datorn körs på batteri";

/* Class = "NSTextFieldCell"; title = "kilobytes"; ObjectID = "754"; */
"754.title" = "kilobyte";

/* Class = "NSTextFieldCell"; title = "Check for Updates:"; ObjectID = "756"; */
"756.title" = "Leta efter uppdateringar:";

/* Class = "NSButtonCell"; title = "Send"; ObjectID = "757"; */
"757.title" = "Skicka";

/* Class = "NSTextFieldCell"; placeholderString = "source@domain.com"; ObjectID = "758"; */
"758.placeholderString" = "source@domain.com";

/* Class = "NSTextFieldCell"; title = "E-mail address:"; ObjectID = "759"; */
"759.title" = "E-post adress:";

/* Class = "NSTextFieldCell"; title = "Please try to send a test mail:"; ObjectID = "760"; */
"760.title" = "Prova skicka ett test mail:";

/* Class = "NSTextFieldCell"; placeholderString = "mail.isp.com"; ObjectID = "761"; */
"761.placeholderString" = "mail.isp.com";

/* Class = "NSTextFieldCell"; title = "Server address:"; ObjectID = "762"; */
"762.title" = "Serveradress:";

/* Class = "NSButtonCell"; title = "Use authentication"; ObjectID = "763"; */
"763.title" = "Använd autentisering";

/* Class = "NSTextFieldCell"; title = "Server port:"; ObjectID = "765"; */
"765.title" = "Serverport:";

/* Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "766"; */
"766.title" = "Användarnamn:";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "769"; */
"769.title" = "Lösenord:";

/* Class = "NSTextFieldCell"; title = "Subject for Test mail:"; ObjectID = "770"; */
"770.title" = "Ämne för test mail:";

/* Class = "NSTextFieldCell"; title = "E-mail Body:"; ObjectID = "772"; */
"772.title" = "Brevinnehåll:";

/* Class = "NSTextFieldCell"; title = "Subject for Error mail:"; ObjectID = "773"; */
"773.title" = "Ämne för felmeddelande mail:";

/* Class = "NSTextFieldCell"; title = "These values will be replaced:\n   \"%D\" by the Name of the failing drive\n   \"%N\" by the Name of your Mac\n   \"%H\" by the Host-name of your Mac\n   \"%4\" by the IP address of your Mac\n   \"%6\" by the IP-v6 address of your Mac\n   \"%M\" by the MAC-address of your Mac"; ObjectID = "775"; */
"775.title" = "Dessa värden kommer att ersättas:\n   \"%D\" av namnet på den havererande disken\n   \"%N\" av namnet på din Mac\n   \"%H\" av värdnamnet på din Mac\n   \"%4\" av IP adressen på din Mac\n   \"%6\" av IP-v6 adressen på din Mac\n   \"%M\" av MAC-adressen på din Mac";

/* Class = "NSMenuItem"; title = "Check S.M.A.R.T. attributes"; ObjectID = "790"; */
"790.title" = "Kontrollera S.M.A.R.T. värden";

/* Class = "NSPanel"; title = "S.M.A.R.T. attributes"; ObjectID = "806"; */
"806.title" = "S.M.A.R.T. värden";

/* Class = "NSMenuItem"; title = "Perform short S.M.A.R.T. selftest"; ObjectID = "816"; */
"816.title" = "Genomför kort S.M.A.R.T. självtest";

/* Class = "NSPanel"; title = "S.M.A.R.T. selftests"; ObjectID = "819"; */
"819.title" = "S.M.A.R.T. självtest";

/* Class = "NSTextFieldCell"; title = "The short S.M.A.R.T. selftest has been started and takes about 2 minutes."; ObjectID = "826"; */
"826.title" = "Det korta S.M.A.R.T. självtestet har startat och tar ca 2 minuter.";

/* Class = "NSTextFieldCell"; title = "The result view updates automatically:"; ObjectID = "828"; */
"828.title" = "Resultatvyn uppdateras automatiskt:";

/* Class = "NSButtonCell"; title = "Also check disks for problematic \"I/O Errors\""; ObjectID = "837"; */
"837.title" = "Kontrollera också diskarna för problematiska \"I/O fel\"";

/* Class = "NSTextFieldCell"; title = "When an \"I/O Error\" is encountered an alert dialog will pop up."; ObjectID = "839"; */
"839.title" = "När ett \"I/O fel\" påträffas, visas en varningsdialog.";

/* Class = "NSTextFieldCell"; title = "\"I/O Error\" checks are performed every 10 minutes."; ObjectID = "841"; */
"841.title" = "\"I/O fel\" kontrollen görs var 10:e minut.";

/* Class = "NSButtonCell"; title = "Use encryption (SSL/TLS)"; ObjectID = "859"; */
"859.title" = "Använd kryptering (SSL/TLS)";

/* Class = "NSTextFieldCell"; title = "Enable the mail configuration by entering an address to send to"; ObjectID = "865"; */
"865.title" = "Aktivera mailinställningarna genom att mata in en adress att skicka till";

/* Class = "NSButtonCell"; title = "Show a notification via \"Growl\""; ObjectID = "877"; */
"877.title" = "Visa ett meddelande med \"Growl\"";

/* Class = "NSTextFieldCell"; title = "(recommended)"; ObjectID = "889"; */
"889.title" = "(rekommenderad)";

/* Class = "NSTextFieldCell"; title = "Right-click on a drive for advanced diagnosis options."; ObjectID = "891"; */
"891.title" = "Högerklicka på en disk för avancerade diagnosalternativ.";

/* Class = "NSMenuItem"; title = "Perform long S.M.A.R.T. selftest (takes hours)"; ObjectID = "896"; */
"896.title" = "Genomför långt S.M.A.R.T. självtest (tar timmar)";

/* Class = "NSMenuItem"; title = "Inspect results of finished selftests"; ObjectID = "898"; */
"898.title" = "Inspektera resultat av genomförda självtester";

/* Class = "NSTextFieldCell"; title = "The long S.M.A.R.T. selftest has been started and takes at least 2 hours."; ObjectID = "901"; */
"901.title" = "Det långa S.M.A.R.T. självtestet har startat och tar minst 2 timmar.";

/* Class = "NSButtonCell"; title = "Also check attached Software-RAIDs"; ObjectID = "906"; */
"906.title" = "Kontrollera också anslutna mjukvaru RAIDer";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "909"; */
"909.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Degraded"; ObjectID = "910"; */
"910.title" = "Försämrad";

/* Class = "NSMenuItem"; title = "Degraded or Offline"; ObjectID = "911"; */
"911.title" = "Försämrad eller Ej ansluten";

/* Class = "NSTextFieldCell"; title = "Warn if the status turns:"; ObjectID = "914"; */
"914.title" = "Varna om status ändras till:";

/* Class = "NSButtonCell"; title = "Growl notification"; ObjectID = "916"; */
"916.title" = "Growl meddelande";

/* Class = "NSTextFieldCell"; title = "Notify failures with:"; ObjectID = "918"; */
"918.title" = "Meddela haverier med:";

/* Class = "NSButtonCell"; title = "Alert dialog"; ObjectID = "920"; */
"920.title" = "Varningsdialog";

/* Class = "NSButtonCell"; title = "E-mail"; ObjectID = "922"; */
"922.title" = "E-post";

/* Class = "NSTextFieldCell"; title = "RAID checks are performed every 10 minutes."; ObjectID = "941"; */
"941.title" = "RAID kontroller görs var 10:e minut.";

/* Class = "NSMenuItem"; title = "Nice Dots"; ObjectID = "951"; */
"951.title" = "Fina prickar";

/* Class = "NSMenuItem"; title = "Alternate Nice Dots"; ObjectID = "952"; */
"952.title" = "Alternativa fina prickar";

/* Class = "NSMenuItem"; title = "Info Circles"; ObjectID = "953"; */
"953.title" = "Info cirklar";

/* Class = "NSMenuItem"; title = "Signs"; ObjectID = "954"; */
"954.title" = "Tecken";

/* Class = "NSMenuItem"; title = "New Dots"; ObjectID = "955"; */
"955.title" = "Nya prickar";
